{
  "MAIN-HERO": {
    "GREETINGS1": "Hello there",
    "GREETINGS2": "Soy",
    "GREETINGS3": "Desarrollador Web",
    "NETWORKS": {
      "LINKEDIN": "Linkedin",
      "GITHUB": "Github",
      "EMAIL": "Email"
    }
  },
  "NAVBAR": {
    "LINKS": {
      "ABOUT": "Acerca",
      "SKILLS": "Habilidades",
      "COURSES": "Cursos",
      "PROJECTS": "Projectos"
    },
    "ICONS": {
      "TRANSLATE": "Switch to english",
      "PIN": "Fijar",
      "UNPIN": "Soltar"
    }
  },
  "ABOUT-ME": {
    "TITLE": "Un poco acerca de m铆",
    "CONTENT": "Soy un ingeniero en f铆sica y t茅cnico variado que termin贸 trabajando como desarrollador web. Me encanta cocinar, dibujar y minecraft.",
    "RESUME": "Curr铆culum"
  },
  "SKILLS": {
    "TITLE1": "Buscas un desarrollador?",
    "TITLE2": "Puedes haberlo encontrado",
    "CONTENT1": "Actualmente estoy principalmente enfocado en frontend, pero estoy habituado a adaptarme a otras tareas como apoyar en backend y dise帽o.",
    "CONTENT2": "Por lo tanto he aprendido herramientas mas all谩 de mi 谩rea principal."
  },
  "COURSES": {
    "TITLE": "Siempre dispuesto a aprender",
    "CONTENT": "A lo largo de mi carrera profesional he descubierto que siempre hay algo nuevo para aprender, incluso si crees dominar algo, no hay que cerrarse a nuevo conocimiento!",
    "BUTTON": "Certificado",
    "DATES": {
      "JAN": "Ene, 2024",
      "APR": "Abr, 2024",
      "MAY": "May, 2024",
      "JUN": "Jun, 2024",
      "JUL": "Jul, 2024"
    }
  },
  "PROJECTS": {
    "TITLE1": "El trabajo,",
    "TITLE2": "Los proyectos",
    "DESCRIPTION": "Considero que el trabajo en equipo es fundamental no solo para el trabajo, por lo que a lo largo de mi carrera he colaborado con mis compa帽eros constantemente para el desarrollo de los projectos asi como mis propias habilidades.",
    "ORDER": {
      "LABEL": "Ordenar por:",
      "ALL": "Todos",
      "COMPANY": "Compa帽铆a",
      "PERSONAL": "Personales",
      "SOON": "Pr贸ximamente..."
    },
    "BUTTON": "Abrir URL",
    "HYUNDAI": {
      "TITLE": "Hyundai Singapore",
      "DESCRIPTION": "El sitio web de Hyundai Singapur ofrece informaci贸n 煤til sobre los servicios y la venta de sus veh铆culos.<br />Actualmente, nos encargamos de actualizar este sitio web constantemente para a帽adir nuevo contenido."
    },
    "KOMOCO": {
      "TITLE": "Komoco",
      "DESCRIPTION": "Komoco Holdings Pte Ltd es una empresa de Singapur que distribuye y comercializa autom贸viles, actuando como concesionario de varias marcas, ofreciendo servicios de mantenimiento y reparaci贸n."
    },
    "AUTOPAC": {
      "TITLE": "Komoco Autopac System",
      "DESCRIPTION": "Komoco Autopac System est谩 especializada en la venta de sistemas de gesti贸n de veh铆culos y soluciones tecnol贸gicas para la industria del autom贸vil.<br />Trabajamos continuamente en actualizaciones y mantenimiento."
    },
    "CAPELLA": {
      "TITLE": "Capella Auto Singapore",
      "DESCRIPTION": "Capella Auto Singapore es una empresa dedicada a la venta y distribuci贸n de veh铆culos en Singapur.<br />Hemos desarrollado este sitio web para programar pruebas de conducci贸n."
    },
    "MASONRY": {
      "TITLE": "Freemasonry Singapore",
      "DESCRIPTION": "La Gran Logia de Singapur ofrece una visi贸n general de la masoner铆a en la regi贸n.<br />Destaca la historia de la organizaci贸n as铆 como los principios que rigen la fraternidad."
    },
    "SAVAGE": {
      "TITLE": "Savage Club Singapore",
      "DESCRIPTION": "El Savage Club Singapore es una organizaci贸n privada y exclusiva dedicada a proporcionar un espacio para la interacci贸n social, la creaci贸n de redes y el desarrollo profesional."
    },
    "IFYNI": {
      "TITLE": "Ifyni Singapore",
      "DESCRIPTION": "Ifyni Singapore es una empresa especializada en la venta de motocicletas y accesorios relacionados de marcas asociadas en Singapur. Su sitio web ofrece una visi贸n clara de su cat谩logo de marcas."
    }
  },
  "FOOTER": "Hecho con Angular 17, Tailwind y echandole ganas "
}
